[
    {"id": 1, "name": "Огуречно-капустный салат с курицей", "dish": "salad",
        "description":"Представленный салат очень сочный - капуста после перетирания с солью даёт много сока, становится чуть мягче, но остаётся хрустящей. Аромат огурцов придаёт салату свежесть. Жареная курица очень необычна. Она сильно выделяется в овощной составляющей своей упругостью и ярким вкусом.",
        "components":"350-400г куриного филе. 2 ст ложки растительного масла (~35г). 400г белокочанной капусты. 1 крупный огурец (~200г). 1 маленький зубчик чеснока (4г). 2 ст ложки майонеза (30г). 3 ст ложки сметаны (60г). соль.",
        "steps":"Куриное филе нарезать кубиками. В сковороде на сильном огне разогреть растительное масло и выложить курицу. Обжаривать до появления зажаренной корочки. Огонь убавить до минимума, курицу немного посолить и влить 5-7 столовых ложек воды. Сковороду закрыть крышкой. Тушить курицу 5 минут. Снять сковороду с огня и оставить остывать до тёплого. Капусту нарезать небольшими квадратами.Огурец нарезать соломкой. Смешать майонез, сметану и пропущенный через пресс чеснок. Всё перемешать и заправить соусом",
        "imageUrl": "../../Images/salad-chick-q.jpg" }, 
    {"id": 2, "name": "Cалат из редиса, огурца и яиц", "dish": "salad",
        "description":"Салат приятный на вкус, хрусткий и ароматный. Утоляет голод, но не вызывает чувство тяжести в желудке.", 
        "components":"70г редиса. 1 небольшой огурец (70г). 40г садового салата или пекинской капусты. 2 варёных яйца. 1 варёный белок. 1 варёный желток. 2,5 ст ложки растительного масла (~40г). 2 ч ложки лимонного сока. 0,5 ч ложки мёда. 1/5 ч ложки соли", 
        "steps":"У одного варёного яйца отделить белок от желтка. Желток размять вилкой. Постоянно перемешивая тонкой струйкой ввести растительное масло. Добавить мёд, лимонный сок и соль. Взбить быстрыми движениями. Редис нарезать тонкими кругами или полукругами. Огурец нарезать кубиками. Белок мелко накрошить ножом. Салат нарезать или нарвать. Положить овощи и яичный белок в большую миску. Полить заправкой и перемешать.", 
        "imageUrl": "../../Images/salad-redis-q.jpg" },
    {"id": 3, "name": "Суп с грибными клёцками", "dish": "soup",
        "description":"Суп очень ароматный, особенно на второй день, когда настоится.",
        "components":"2-2,5л мясного или куриного бульона. 1 луковица. 4-5 картофелин. 1-2 лавровых листа. соль. 30г сушеных грибов. 1 стакан воды. 1 неполный стакан муки. 20г сливочного масла. 2 яйца", 
        "steps":"В мясной бульон положить мелко нарезанный лук и порезанный маленькими кубиками картофель. Варить до готовности. В небольшую кастрюлю налить 1 стакан воды,положить туда соль, масло и порошок из сухих грибов (грибы провернуть через мясорубку). Варить 10 мин. Всыпать муку и варить при помешивании 1-2 мин. Тесто остудить до теплого состояния. Вмешать 2 яйца. Набирать тесто по пол чайной ложки и опускать в кипящий суп. Положить лавровый лист и варить 10 мин.", 
        "imageUrl": "../../Images/soup-mush.jpg" },
    {"id": 4, "name": "Суп-пюре из брокколи с сыром", "dish": "soup",
        "description":"Суп очень нежный, вкусный и ароматный. Размолотая курица придает дополнительный вкус.", 
        "components":"2 л воды. 1 морковь. 1 луковица. 1 небольшой куриный окрочок. 450г брокколи или цветной или брюссельской капусты. 1-1,5 ч ложки соли. 200-300г легкоплавкого сыра", 
        "steps":"Курицу залить холодной водой, посолить, довести до кипения, снять пену и варить при слабом кипении 25 минут. Морковь натереть на средней терке, лук мелко порезать. Обжарить на растительном или сливочном масле до мягкости, не допуская зажаривания. Из бульона вынуть курицу, положить туда капусту, довести до кипения и варить 10 минут. Бульон процедить. Из курицы выбрать кости и снять кожицу. В блендер положить куриное мясо, лук с морковью и капусту, влить немного бульона и взбить. В бульон выложить пюре, довести до кипения. Плавленый сыр небольшими порциями выкладывать в тихо кипящий суп. Довести до полного растворения сыра.", 
        "imageUrl": "../../Images/soup-brokk.jpg" },
    {"id": 5, "name": "Гороховый суп с копчеными ребрами",  "dish": "soup",
        "description":"Классика. Слов не требуется.", 
        "components":"500г-1кг копченых свиных ребер. 500г сухого гороха. 2,5-3л воды. 4-6 картофелин. 1-2 луковицы. 1 морковь. 5-7 лавровых листов. 2 ч ложки соли. зелень", 
        "steps":"Горох вымыть, залить теплой кипяченой водой и оставить на ночь. Ребра варить в 2-х литрах воды 20~30 минут. (Если ребра большие, то предварительно их разрубить.) Ребра вынуть. В бульон положить горох, предварительно слив с него воду. В кастрюлю долить кипяток (если бульон выкипел сильно, то влить 1 литр, если мало, то 0,5л). Довести до кипения, огонь убавить до min и томить 40~60 минут - до мягкости гороха. Пока горох варится: - у ребер отделить мясо от костей и мясо порезать; - морковку натереть на средней терке, лук мелко порезать. Обжарить до мягкости на растительном масле. (Сначала в сковороду положить морковь, жарить на среднем огне. Через 3~5 минут добавить лук, огонь убавить.); - картофель очистить и нарезать кубиками. Всё перечисленное положить в гороховый бульон. Варить 5 минут. Посолить, положить лавровые листья. Варить до мягкости картофеля. При подаче в суп положить порезанную зелень.", 
        "imageUrl": "../../Images/soup-beans.jpg" },
    {"id": 6, "name": "Запеченные половинки баклажанов с сыром", "dish": "main",
        "description":"Баклажаны мягкие, сочные, равномерно просоленные, с потрясающе вкусным ароматом чеснока. Расплавленный сыр дополняет вкус баклажанов.", 
        "components":"2 средних баклажана (300г). 50-80г сыра. 1 небольшой зубчик чеснока. 1-1,5 ст ложки растительного масла (17-25г). 1 л воды. 2 ч ложки соли.", 
        "steps":"Баклажаны вымыть и разрезать вдоль пополам. Мякоть баклажанов на всю глубину надрезать в виде решётки, не прорезая кожицу. В миску налить 1 литр воды и растворить в ней 2 ч ложки соли. Опустить в рассол баклажаны. Оставить баклажаны в рассоле на 10~15 минут. Вынуть баклажаны из рассола и положить на противень срезами вверх. В маленькую мисочку налить растительное масло и положить в него зубчик чеснока, пропущенный через пресс. Баклажаны равномерно полить чесночным маслом. Запекать при t=220°C 20-30 минут до мягкости и лёгкого подрумянивания. Духовку выключить. Сыр натереть на крупной тёрке. Можно добавить к сыру 1 столовую ложку свежих панировочных сухарей - они придадут блюду небольшую хрусткость. Посыпать половинки баклажанов тёртым сыром. Поставить противень с баклажанами обратно в остывающую духовку на 2~3 минуты, до расплавления сыра.", 
        "imageUrl": "../../Images/main-eggplant.jpg" },
    {"id": 7, "name": "Жюльен", "dish": "main",
        "description":"Изысканное и изумительно вкусное блюдо. Если делается со сметанной заправкой, то сметану следует брать небольшой жирности, иначе жюльен получится очень жирным и тяжелым для желудка.", 
        "components":"2 луковицы. 400-500г куриного мяса. 250г свежих грибов. 2 ст ложки муки. 150г сыра. 300г сметаны. 1 ст ложка панировочных сухарей. соль, перец по вкусу", 
        "steps":"Лук мелко порезать и обжарить на сливочном масле до прозрачности. Ни в коем случае нельзя доводить до изменения цвета, иначе жюльен будет горчить. Выложить в миску. Грибы порезать тонкой соломкой и пожарить до готовности на сливочном масле. Курицу отварить или пожарить. Кожу снять, кости вынуть. Куриное мясо порезать соломкой. Муку обжарить до коричневого цвета на сухой сковороде, добавить немного сливочного масла, влить сметану, посолить и поперчить по вкусу. Хорошо размешать и довести до кипения. Перемешать курицу, грибы и лук. Получившуюся смесь разложить в кокотницы или маленькие жаропрочные мисочки. Залить сметанной заправкой. Мелко потертый сыр смешать с панировочными сухарями и насыпать горкой в кокотницы. Поставить в разогретую духовку до зарумянивания.", 
        "imageUrl": "../../Images/main-jul.jpg" },
    {"id": 8, "name": "Сёмга запеченная в медово-горчичной глазури", "dish": "main",
        "description":"Сёмга готовится очень быстро и просто. Внутри получается мягкое сочное мясо, а снаружи глянцевая кисловатая корочка с горчично-медовым привкусом.", 
        "components":"1кг сёмги. 1-2 ч ложки мёда. 4 ч ложки лимонного сока. 1 ч ложка горчицы. 1/2-2/3 ч ложки соли. перец", 
        "steps":"", 
        "imageUrl": "../../Images/main-semga.jpg" },
    {"id": 9, "name": "Клубника в вине", "dish": "dessert",
        "description":"Очень красивый десерт. Хорошо смотрится на праздничном столе. И делать его удобно - сделал, поставил в холодильник и занимайся своими делами до прихода гостей. Клубнику нужно брать только сладкую.", 
        "components":"100г сладкой клубники (2/3-1 стакан). 1 ст ложка сахара. 1 ст ложка воды. цедра 1/2 апельсина. 1/3 стакана сладкого белого вина.", 
        "steps":"С апельсина снять цедру (верхнюю окрашенную часть) и порезать ее тоненькими полосками. (Очень удобно резать кухонными ножницами.) В маленькую кастрюльку влить 1 ст ложку воды, насыпать 1 ст ложку сахара. Довести до кипения, положить цедру и варить 5 мин при слабом кипении. Клубнику вымыть, дать хорошо стечь и очистить от чашечек. Крупные ягоды разрезать на 2 или 4 части. Выложить клубнику в креманку, залить вином. Сверху положить цедру. Поставить в холодильник на 2 часа.", 
        "imageUrl": "../../Images/dessert-straw.jpg" },
    {"id": 10, "name": "Запеченные бананы под карамельной корочкой", "dish": "dessert",
        "description":"Довольно приятный десерт, особенно для тех, кто любит сильный специфический аромат подогретого банана.", 
        "components":"2 крепких банана. 15г сливочного масла. 1-1,5 ч ложки лимонного сока. 10-12 ядер фундука. 1 ч ложка сахара", 
        "steps":"Бананы разрезать пополам. В маленькой мисочке разогреть масло. Небольшой частью этого масла смазать форму для запекания. В остальное масло влить лимонный сок и перемешать. Бананы смазать при помощи кулинарной кисти масляной смесью и уложить в форму. Орехи измельчить в кофемолке и смешать с сахаром (желательно - крупнокристаллическим). Посыпать этой смесью бананы. Дховку разогреть до максимума.Поставить форму с бананами в духовку до лёгкой карамелизации сахарной корочки.", 
        "imageUrl": "../../Images/dessert-banan.jpg" }
]

